<?php

return [

    'accepted' => 'Поле повинно бути прийнятим.',
    'required' => 'Обов\'язкове поле.',
    'string' => 'Поле повинно містити текст.',
    'numeric' => 'Поле повинно містити числове значення.',
    'url' => 'Поле повинно містити URL адресу.',
    'min' => [
        'numeric' => 'Мінімальне значення :min.',
    ],
    'max' => [
        'array' => 'Максимальна кількість :max.',
        'file' => 'Максимальний розмір файлу :max КБ.',
        'numeric' => 'Максимальне значення :max.',
        'string' => 'Максимальна довжина :max символів.',
    ],
    'size' => [
        'array' => 'Поле повинно містити :size значень.',
    ],
    'mimes' => 'Дозволені типи файлів: :mimes.',

];
